{
  "url": {
    "link-thank": "/en/thank-you",
    "link-mt5": "/en/mt5",
    "link-deposit-withdraw": "/en/deposit-withdraw",
    "link-contact": "/en/contact",
    "link-revollet": "/en/revollet",
    "link-my-bitwallet": "/en/my-bitwallet",
    "link-prepaid-card": "/en/prepaid-card"
  },
  "error_recaptcha_msg": "Please complete the captcha!",
  "sign_in": "Sign in",
  "sign_up": "Sign up",
  "sign_up_mt4": "Open Mt4 Account",
  "sign_up_mt5": "Open Mt5 Account",
  "menu": {
    "index": "index",
    "mt5": "mt5",
    "home": "Home",
    "Trading Platform": "Trading Platform",
    "Deposit Withdrawal": "Deposit & Withdrawal",
    "Partners": "Partners",
    "About": "About REV TRADING",
    "Contact": "Contact Us",
    "Trading Rule": "Trading Rule",
    "Prepaid Card": "Prepaid Card"
  },
  "footer": {
    "Risk warning Forex trading": "Risk warning Forex trading involves significant risk to lose your capital. Leverages used for trades will be both advantage and disadvantage for trades. More exactly, if the price moved to the opposite direction to a positions that you have entered, you would lose your capital completely. Thus, we cannot be sure that this is a financial product suitable for every trader. Therefore, please trade within the range that you can accept the amount of the loss. Please be sure to understand this risk warning and consider your experience before starting a trade.",
    "Basic information": "Basic information",
    "Rev Trading is an": "All information is not intended for customers living in the United States, Iran or North Korea or living in areas prohibited by national law or regulation. In addition, we do not provide services to customers resident in the Comoros. This site is not a page intended to provide financial services in Japan, and does not engage in any business that may be considered as offering financial products or soliciting financial services."
  },
  "page": {
    "index": {
      "What makes crypto currency": "What makes crypto currency forex attractive?",
      "Revolution in trading": "Revolution in trading",
      "Fast crypto currecy deposit and withdraw": "Fast crypto currecy deposit and withdraw",
      "The maximum leverage of 200 / No additional margin call": "The maximum leverage of 200 / No additional margin call",
      "Withdraw cash with prepaid card": "Withdraw cash with prepaid card",
      "The narrowest spread in the industry": "The narrowest spread in the industry",
      "Cryptocurrency leverage trading": "Cryptocurrency leverage trading/foreign exchange/CFD (commodity, stock index, individual stock)",
      "Welcome to REV TRADING": "Welcome to REV TRADING",
      "Rev Trading is": "Rev Trading is the most advanced platform of cryptocurrency and foreign exchange.",
      "You can join": "You can join the market around the world right now to the foreign exchange and crypto currencies of the leveraged trading, indexes, metals and individual stocks.",
      "It is posible": "It is possible to trade as wide range and high liquidity and stable operability.",
      "By issuing a": "By issuing a prepaid card that supports crypto currencies, you can withdraw cash from supported ATMs and use it for shopping anywhere in the world.",
      "Sophisticated Investment Platform": "Sophisticated Investment Platform",
      "We are making": "We are making efforts to keep our service safe to use for traders of all levels from beginners to professionals with the straightforward, easy-to-use, simple and sophisticated interface.",
      "See details": "See details",
      "The most attractive": "The most attractive feature of Rev Trading",
      "The maximum leverage": "The maximum leverage of 1:200",
      "Enables effective fund": "Enables effective fund management",
      "The exact advantage": "The exact advantage of high leverage is that the amount of the necessary margin is small.",
      "USDJPY 100": "E.g. USDJPY 100 yen",
      "A Leverage": "A Leverage = 1:25 10,000 currency units -> Necessary margin = 40,000 yen",
      "B Leverage": "B Leverage = 1:200 10,000 currency units -> Necessary margin = 5,000 yen",
      "If you choose": "If you choose a small position size in high leverage, the maintenance margin requirement will be dramatically enhanced because the necessary amount of the margin is very small.",
      "Thus even if": "Thus, even if you do not have enough capital, you can easily join a trade as a side-job with low risks thanks to the high leverage.",
      "Even if you": "Even if you have only a small amount of capital, you can enter many positions in high leverage trades when you have a confidence in the market.",
      "Crypto-based trading": "Crypto-based trading",
      "Never miss any": "Never miss any rises in price of crypto currencies",
      "In addition to": "In addition to the popular Bitcoin, Ethereum, Ripple, etc., Rev Trading allows you to trade in a wide variety of crypto currencies.",
      "You can turn": "You can turn it into a profit either when the market is up and down. Alternatively, selling the coin as a hedge against the crypto currency you have is an effective strategy.",
      "The fastest deposit": "The fastest deposit/withdraw",
      "Never miss the timing": "Never miss the timing to deposit with crypto",
      "Since deposits/withdrawals": "Since deposits/withdrawals are made with cryptos, the platform supports faster deposits/withdrawals by using blockchain unlike international transfers of legal currencies.",
      "In addition the commission": "In addition, the commission fees for deposits/withdrawal are cheaper.",
      "More than 60": "More than 60 currency pairs",
      "Crypto, forex, index": "Crypto, forex, index, gold, silver",
      "Beside cryptos and forex": "Beside cryptos and forex, the platform supports other commodities such as various indexes, gold and silver as well as leveraged trades of company stocks listed in major exchanges in the world.",
      "Rev Trading offers": "Rev Trading offers various kinds of trading options for traders to get a chance to make a profit timely.",
      "Pre-paid card": "Pre-paid card",
      "Turn your profit into": "Turn your profit into cash immediately by a card",
      "Cryptos such as": "Cryptos such as Bitcoin or Ethereum can be charged into a prepaid card.",
      "The charged cryptos are": "The charged cryptos are exchanged to USD (current price). You can withdraw the currency in the country from an ATM by using your prepaid card.",
      "For example, if you": "For example, if you withdraw money from an ATM in Japan, the present USDJPY rate will be calculated and you can withdraw Japanese yen.",
      "Full support": "Full support",
      "Multi-language support is": "Multi-language support is available",
      "MT5 mobile app": "MT4/MT5 mobile app",
      "Trade on the go!": "Trade on the go!",
      "Rev Trading uses MetaTrader5": "Rev Trading uses MetaTrader4 and MetaTrder5 which is the most popular in the world.",
      "The platform provides": " The platform provides a comfortable trading environment realized by fast responses and the high contract rate.",
      "Traders can access trades": "Traders can access trades easily but fully on the web, desktop and mobile everywhere in the world.",
      "Fund safety": "Fund safety",
      "Secures your funds by": "Secures your funds by gold wallet and two factor authentication",
      "The narrowest spread in": "The narrowest spread in the industry",
      "Easy to earn profit": "Easy to earn profit even in short trades",
      "No additionl margin call": "No additionl margin call",
      "Safe NBP system": "Safe NBP system",
      "The NBP system without": "The NBP system without margin call is a service which resets the account balance to '0' in case of emergency* instead of cutting losses.",
      "Events which would impact": "(※)Events which would impact world economy significantly such as the Lehman crisis, massive natural disasters and the Swiss Shock.",
      "Thus, the amount of": "Thus, the amount of a loss is limited to the amount in a trader's account in Rev Trading as the platform uses the NBP system.",
      "If an emergency occurs": "If an emergency occurs when you are holding a big position in a trade with a high leverage, you would get into a huge debt.",
      "To avoid such an": "To avoid such an 'accident', use Rev Trading to take advantage of the NBP system without margin call.",
      "Deposit popular cryptocurrency": "Deposit popular cryptocurrency (USD and JPY accepted)",
      "Three Opportunities for": "Three Opportunities for crypto currency leveraged trading",
      "You can start a": "You can start a trade from a sell order",
      "In leverage trading, even": "In leverage trading, even if the price is going down, you can make a profit. This is a huge difference from spot trading where you have to start a trade from buying.",
      "Volatility Crypto": "Volatility Crypto",
      "Markets are more volatile": "Markets are more volatile than usual forex markets. In those markets, risks for losses are higher, but sometimes you can make an unexpected profit.",
      "Trade a greater amount": "Trade a greater amount than your capital",
      "You can use more": "You can use more money in trades than your capital by leveraging. Trading with a greater amount of money means a greater profit.",
      "A comfortable platform mt5": "A comfortable platform",
      "Rev Trading uses MetaTrader5 mt5": "Rev Trading uses MetaTrader5 which is the most popular in the world.",
      "We provide a comfortable mt5": "We provide a comfortable trading environment by realizing fast responses and a high contract rate.",
      "Provide bank exchange rates mt5": "Provide bank exchange rates",
      "EA is available mt5": "EA is available",
      "Investments in crypto available mt5": "Investments in crypto available",
      "A comfortable platform mt4": "Abundant EA and custom indicators",
      "Rev Trading uses MetaTrader5 mt4": "Rev Trading also offers access to MetaTrader 4, the world's largest market share. ",
      "We provide a comfortable mt4": "Though cryptocurrency trading is not available, there are many custom indicators and EA types.",
      "Provide bank exchange rates mt4": "銀行レートを提供",
      "EA is available mt4": "EAの利用可能",
      "Investments in crypto available mt4": "暗号通貨建での運用可能",
      "You can open an": "You can open an account in as little as 30 seconds",
      "Create a wallet": "Create a wallet",
      "Deposit in wallet": "Deposit in wallet",
      "Open MT5 and deposit": "Open MT5 and deposit",
      "Get started": "Get started"
    },
    "mt4": {
      "About MT5": "About MT4",
      "The latest version of": "''Popular trading platform''",
      "About The Trading Platform": "ABOUT THE TRADING PLATFORM MT4",
      "MT5 (Meta Trader5)": "MT4 (Meta Trader4) is an overwhelming share trading platform developed by Meta Quotes.",
      "There are many functions": "It is for traders who want to conduct more advanced automatic trading as a chart software that has a long history and is widely used, with multilingual support, automatic trading by abundant EA, use of abundant custom indicators, purchase of signals, etc.",
      "In addition, since the": "Unlike MT5, it does not support cryptocurrency trading, but MT4 is the trading system that is currently leading the trading platform world for those who want to specialize in FX and CFD.",
      "Meta Quotes' latest platform": "Meta Quotes' popular platform with overwhelming popularity from around the world",
      "8 times more processing": "A wide variety of EAs can be used",
      "Display up to 8": "A wide variety of custom indicators",
      "Further enhanced chart function": "Stability proved by high popularity",
      "High usability in mobile": "High usability in mobile trading",
      "Rev Trading's MT5": "Rev Trading's MT4 is free software and can be downloaded for free.",
      "Please enjoy the full": "Please enjoy the full trade life with MT4 of Rev Trading."
    },
    "mt5": {
      "About MT5": "About MT5",
      "The latest version of": "''The latest version of the trading platform''",
      "About The Trading Platform": "About The Trading Platform MT5",
      "MT5 (Meta Trader5)": "MT5 (Meta Trader5) is the latest trading platform developed by Meta Quotes.",
      "There are many functions": "There are many functions that follow the previous MT4 (multi-language support, automatic trading by EA, indicator usage, signal purchase, etc.) however, it has been developed as a high speed processing and chart software for more professional traders.",
      "In addition, since the": "In addition, since the base currency is displayed more accurately than MT4 to support not only Forex and CFD but also crypto currency, it is a trading system that will lead the trading platform world in the future.",
      "Meta Quotes' latest platform": "Meta Quotes' latest platform to gain overwhelming support from around the world with MT4",
      "8 times more processing": "8 times more processing speed compared to MT4",
      "Display up to 8": "Display up to 8 decimal points (BTC and ETH can be used as a based currency)",
      "Further enhanced chart function": "Further enhanced chart function (more options for time and minute bars)",
      "High usability in mobile": "High usability in mobile trading",
      "Rev Trading's MT5": "Rev Trading's MT5 is free software and can be downloaded for free.",
      "Please enjoy the full": "Please enjoy the full trade life with MT5 of Rev Trading."
    },
    "trading_rule": {
      "About trading rules": "About trading rules",
      "Trading time, loss cut": "''Trading time, loss cut rules, additional margin call, spread / swap conditions, etc.''",
      "Base currency": "Base currency",
      "Leverage": "Leverage",
      "Order Type": "Order Type",
      "NDD ECN": "NDD ECN",
      "Loss cut level Current": "Loss cut level Current Margin Percentage 100%",
      "Additional margin call": "Additional margin call",
      "None": "None",
      "Monday": "(Monday) 00：05 ～ 24: 00",
      "Tuesday": "(Tuesday) 00：05 ～ 24: 00",
      "Wednesday": "(Wednesday) 00：05 ～ 24: 00",
      "Thursday": "(Thursday) 00：05 ～ 24: 00",
      "Friday": "(Friday) 00：05 ～ 24: 00",
      "Available 24 hours a": "Available 24 hours a day, 365 days a year",
      "Rev Trading uses a": "Rev Trading uses a zero-cut system. ",
      "Additional margin call is": "Additional margin call is a rule that you must pay the amount when the account balance becomes negative despite the loss cut. ",
      "It is a rule": "It is a rule to reset the negative balance to zero, so it can be said that more active trading is possible. ",
      "However, please note that": "However, please note that the zero cut system will not be applied to accounts determined by Rev Trading as fraudulent acts that lack economic rationality.",
      "【About spreads】": "【About spreads】",
      "As we use the": "As we use the variable spread system, spreads will change automatically according to price movements.",
      "【About swap】": "【About swap】",
      "Interest rates of swap": "Interest rates of swap fees are calculated on a daily basis according to interest rates of liquidity providers. Please note that the rate will be changed without any notice at a certain interest rate of liquidity providers.",
      "【Swap point】": "【Swap point】 0:00GMT",
      "【Transaction fees】": "【Transaction fees】",
      "Crypto currencies": "Crypto currencies：0.2%",
      "Others none": "Others: none",
      "Details of available Crypto currencies": "Details of available currency pairs (Crypto currencies)",
      "Details of available Forex": "Details of available currency pairs (Forex)",
      "Others": " none"
    },
    "trade_book": {
      "About TradeBook  - Social Trading -": "About TradeBook  - Social Trading -",
      "Revolution in trading": "Revolution in trading",
      "By receiving the signals": "By receiving the signals of the best traders at Rev Trading (there are paid and free signals), your account can automatically trade linked with the best traders.",
      "If you want to": "If you want to trade only by receiving a signal, you do not need to have a PC or smartphone always running because Tradebook is a server-managed automatic trading system.",
      "Professional traders can also": "Professional traders can also get their monthly fees and success fees by providing their own signals. Please create your own portfolio and use it for management.",
      "Easy to follow": "Easy to follow",
      "On User side": "On User side",
      "You can turn on": "You can turn on and off the reception at anytime.",
      "On Signal Provider side": "On Signal Provider side",
      "Contact us about Signal Provider": "Contact us about Signal Provider",
      "Please contact us": "Please contact us.",
      "Trader, AI Trade, Swing": "Trader, AI Trade, Swing Trader, Crypto Trader and more",
      "Power Push Signal": "Power Push Signal",
      "The Tradebook service (hereinafter": "The Tradebook service (hereinafter referred to as the ''Service'') is a system for distributing signals from signal providers. When purchasing a signal, you are responsible for purchasing the signal at your own discretion and responsibility. Please understand  before using this servicethat Rev Trading does not pursue any liability or rights in the event of loss or profit of signals.",
      "Open an account for": "Open an account for Rev Trading",
      "Apply for Tradebook": "Apply for Tradebook",
      "Follow favorite signals": "Follow favorite signals (up to 3 signals)",
      "Turn on signal reception": "Turn on signal reception"
    },
    "money_manager": {
      "PAMM and other platforms": "PAMM and other platforms",
      "Rev Trading provides asset": "Rev Trading provides asset managing tools to Money Managers and Fund Managers as professional traders.",
      "Money Manager/Fund Manager": "Money Manager/Fund Manager only trades AUM (asset under management) without any stress and distributes profit and loss according to the units of the participating investors.",
      "In this case, investors": "In this case, investors cannot view open positions with the conventional system, but investors can view the direction and contract price of open positions using Rev Trading's unique tool.",
      "We have an environment": "We have an environment that is more transparent and allows you to concentrate on trading.",
      "In the case of conventional": "In the case of conventional lot allocation systems, it is often the case that Money Managers / Fund Managers have experienced troubles when there is a mysterious bias in lot distribution or unexpected behavior such as participation of investors during open positions.",
      "In addition, investors": "In addition, investors often cannot read the timing.",
      "Rev Trading adopts": "Rev Trading adopts the Mirror method to realize signal reception without lot bias.",
      "Contact us for the details": "Contact us for the details"
    },
    "deposit_withdraw": {
      "About Deposit / Withdrawal": "About Deposit / Withdrawal",
      "We accept deposit": "We accept deposit and withdrawals for 24 hours.",
      "Deposit / Withdrawal": "Deposit / Withdrawal for crypto currency",
      "Receiving the deposit": "Receiving the deposit in your account",
      "Deposit fees for": "Deposit fees for Rev Trading",
      "Minimum amount": "Minimum amount",
      "Limited amount of": "Limited amount of Deposit",
      "Deposit 1 business": "Deposit: 1 business day",
      "Withdrawals 1-2 business": "Withdrawals: 1-2 business days",
      "Free of charge": "Deposit / Withdrawal for fiat currency",
      "None": "None",
      "Address remittance": "Address remittance",
      "2 to 3 business": "Deposit: 2 to 3 business days",
      "2 to 3 business days": "Withdrawals: 2 to 3 business days",
      "Learn more about the": "Learn more about the crypto wallet “Revollet”",
      "Learn more about the plus": "",
      "Deposit / Withdrawal for": "Deposit / Withdrawal for Fiat currency",
      "Opening Bitwallet account": "Opening Bitwallet account here",
      "Opening Bitwallet account plus": "",
      "To use R-Card for": "To use R-Card for withdrawals, you can withdrawal from any ATMs around the world",
      "Please check here": "Please check here",
      "Rev Trading will not": "Rev Trading will not accept any payments from third parties on behalf of you.",
      "Rev Trading will not accept": "Rev Trading will not accept any money laundering or suspicious deposits and withdrawals."
    },
    "revollet": {
      "About Revollet": "About Revollet",
      "Customers who deposit": "Customers who deposit and withdraw in crypto currencies",
      "Revollet is an e-wallet": "Revollet is an e-wallet that can hold several types of crypto currencies such as BTC, ETH and XRP.",
      "E-wallet is a crypto": "E-wallet is a crypto currency account that exchanges money over the Internet."
    },
    "prepaid_card": {
      "About prepaid card": "About prepaid card",
      "Available to withdraw": "Available to withdraw cash from ATMs and shopping",
      "R-Card can withdraw": "R-Card can withdraw cash from ATMs around the world",
      "Trade profits can be": "Trade profits can be used to withdraw and shop anywhere in the world. Rev Trading allows you to withdraw money using an R-Card that can be withdrawn from ATMs around the world.",
      "Withdrawal with R-card": "Withdrawal with R-card requires opening a Revollet account.",
      "Easy procedure!": "Easy procedure!",
      "3 steps for issuing": "3 steps for issuing cards",
      "To issue an R-Card": "To issue an R-Card, you need to complete the KYC procedure for Revollet.",
      "2 steps to withdraw": "2 steps to withdraw from MT5 to R-Card",
      "You can only withdraw": "You can only withdraw and use the amount shown on MT5 and Revollet to R-Card.",
      "R-Card costs a prescribed": "R-Card costs a prescribed fee.",
      "See here for R-Card": "See here for R-Card fees.",
      "See here for R-Card plus": "",
      "Open an account with Revollet": "Open an account with Revollet",
      "Apply for R-card": "Apply for R-card",
      "Activate when R-card": "Activate when R-card arrives at home",
      "Apply for withdrawal from": "Apply for withdrawal from Rev Trading to Revollet",
      "Transfer funds from Revollet to R-card": "Transfer funds from Revollet to R-card"
    },
    "my_bitwallet": {
      "About Bitwallet": "About Bitwallet",
      "Customers who deposit": "Customers who deposit and withdraw in fiat currency",
      "Bitwallet is an online": "Bitwallet is an online wallet service with global standards that allows users and services to exchange in multiple currencies.",
      "You can deposit to": "You can deposit to Bitwallet by credit card or bank transfer.",
      "Opening Bitwallet account": "Opening Bitwallet account"
    },
    "partner": {
      "About customer referrals": "About customer referrals and partnerships",
      "Introducing Broker": "IB (Introducing Broker)",
      "Rev Trading is constantly": "Rev Trading is constantly recruiting IBs (Introducing Brokers) to introduce affiliates and customers directly.",
      "IB can receive lifetime": "IB can receive lifetime commissions in real time according to the customers and the trading volume of the affiliates who are introduced. Of course, rewards can be withdrawn from ATMs around the world with R-Card.",
      "In addition, Rev Trading": "In addition, Rev Trading certifies IB who has introduced a certain volume as our partner, and offers various benefits as a partner, such as events, campaigns, and hearings on new product development.",
      "Please contact Rev Trading": "Please contact Rev Trading Support Center for details.",
      "Cantact for Partner program": "Cantact for Partner program",
      "Lifetime commission": "Lifetime commission",
      "Real-time receiving": "Real-time receiving",
      "Withdrawal with R-card": "Withdrawal with R-card",
      "Partner": "Partner"
    },
    "contact_us": {
      "Contact us": "Contact us",
      "Please fill out the": "Please fill out the form below and contact us.",
      "Category": "Category: ",
      "Please select below": "Please select below.",
      "Account opening": "Account opening",
      "Partner program": "Partner program",
      "Others": "Others",
      "Name": "Name: ",
      "Message": "Message: ",
      "Send": "Send"
    },
    "about": {
      "About Rev Trading": "About Rev Trading",
      "Immediate access to": "''Immediate access to global markets with crypto currencies''",
      "Why REV TRADING?": "Why REV TRADING?",
      "Rev Trading uses crypto": "Rev Trading uses crypto currencies to provide instant access to global markets on MT5 trading platforms.",
      "Rev Trading's trading platform": "Rev Trading's trading platform and flexible trading conditions meet the needs of a wide variety of customers. Rev Trading is committed to providing excellent services in crypto currencies, Forex, CFDs, commodities, stock indices and metals.",
      "Management philosophy that": "Management philosophy that we observe is to earn the trust of our customers by ensuring their satisfaction. We believe that it can be achieved by providing the services requested by customers in accordance with their expectations. ",
      "We will continue to": " We will continue to pursue the latest trends and devote ourselves in technology and knowledge in order to always be ready to respond to ever more sophisticated and higher customer demands.",
      "Licence": "Licence",
      "Comoros Financial Services Agency": "Comoros Financial Services Agency",
      "Rev Trading has a": "Rev Trading has a securities dealer license (T201838) from Comoro FSA (Comoros Financial Services Agency)."
    },
    "thankyou": {
      "Thank you for contacting us": "Thank you for contacting us.Please wait 1-2 business days for a reply."
    }
  }
}
